Repository: groupserver/gs.group.member.request
Catalog: gs/group/member/request/locales/*/LC_MESSAGES/gs.group.member.request.po
Languages: de

# request
source: Request membership
de: Beitrittsanfrage stellen

# request-admin-message-subject
source: Request to join ${groupName}
de: Mitgliedschaft für die Gruppe ${groupName} beantragen

# request-button
source: Request
de: Beantragen

# request-error
source: There was an error:
de: Es ist ein Fehler aufgetreten:

# request-errors
source: <p>There were errors:</p>
de: <p>Es sind Fehler aufgetreten:</p>

# request-feedback
source: <p>You have requested membership of ${groupName}. You will be contacted by the group administator when your request is considered.</p>
de: <p>Sie haben die Mitgliedschaft in der Gruppe ${groupName} beantragt. Sie werden vom Administrator der Gruppe kontaktiert, wenn Ihre Anfrage bearbeitet wurde.</p>

# request-form-from-desc
source: The email address that you want in the “From” line in the email you send.
de: Die E-Mail-Adresse, welche im "Von"-Feld Ihrer E-Mail stehen soll, die Sie versenden.

# request-form-from-h
source: From
de: Von

# request-form-message-desc
source: The message you want to send to the administrator explaining why you should be a member of the group.
de: Die Nachricht, die Sie dem Administrator senden möchten. Beschreiben Sie hier, warum Sie Mitglied dieser Gruppe werden wollen.

# request-form-message-h
source: Message
de: Nachricht

# request-h
source: Request membership
de: Beitrittsanfrage stellen

# request-intro
source: To become a member of ${groupName} you must <b>request</b> membership from the administrator. To request membership write a message to the administrator explaining why you should become a member and click the <samp class="button">Request</samp> button. You will be contacted when the administrator has considered your request.
de: Um Mitglied von ${groupName} zu werden, müssen Sie die Mitgliedschaft beim Administrator der Gruppe <b>beantragen</b>. Um eine Mitgliedsanfrage zu stellen, schreiben Sie eine Nachricht an den Administrator der Gruppe. Erklären Sie in dieser Nachricht, warum Sie Mitglied der Gruppe werden wollen und klicken anschließend bitte auf den <samp class="button">Beantragen</samp> Button. Sie werden benachrichtigt sobald der Administrator ihre Anfrage bearbeitet hat.

# request-message-default
source: Hello, I would like to join ${groupName}. I think I should be allowed to become a member because...
de: Hallo, Ich möchten der Gruppe ${groupName} beitreten. Ich möchte gerne dieser Gruppe beitreten, weil ...

# request-privacy
source: When you submit your request the administrator of ${groupName} will get an email containing a link to your profile, your email address, and the message you wrote above.
de: Wenn Sie diese Anfrage absenden, erhält der Gruppen-Administratorr von ${groupName} eine E-Mail mit einem Link zu Ihrem Profil, Ihre E-Mail-Adresse und die Nachricht, die Sie geschrieben haben.

# request-title
source: Request membership: ${groupName}: ${siteName}
de: Mitgliedschaft beantragen: ${groupName}: ${siteName}

source: Respond
de: Antworten

# respond-admin-link
source: ${icon} <b>Membership request</b>
de: ${icon} <b>Mitgliedschaftsanfrage</b>

# respond-h
source: Respond to membership requests
de: Antwort auf die Mitgliedschaftsanfrage

# respond-intro-multiple
source: To respond to the requests select <samp>Accept</samp> or <samp>Decline</samp> for each person below and click the <samp class="button">Respond</samp> button.
de: Um die Anfragen zu beantworten, wählen Sie <samp>Akzeptieren</samp> oder <samp>Ablehnen</samp> für jede der unten aufgeführten Personen und klicken Sie auf den <samp class="button">Antworten</samp> Button.

# respond-intro-single
source: To respond to the request select <samp>Accept</samp> or <samp>Decline</samp> and click the <samp class="button">Respond</samp> button.
de: Um die Anfrage zu beantworten, wählen Sie <samp>Akzeptieren</samp> oder <samp>Ablehnen</samp> und klicken Sie auf den <samp class="button">Antworten</samp> Button.

# respond-request-accept
source: Accept the request to join ${groupName}
de: Beitrittsanfrage zu ${groupName} akzeptieren

# respond-request-decline
source: Decline the request to join ${groupName}
de: Beitrittsanfrage zu ${groupName} ablehnen

# respond-request-email-from
source: <b>From:</b> ${email}
de: <b>Von:</b> ${email}

# respond-request-none
source: There are no requests to join ${groupName}.
de: Es sind keine Beitrittsanfragen ${groupName} vorhanden.

# respond-request-person
source: ${userName} wrote the following message when applying to join ${groupName}.
de: ${userName} hat folgende Nachricht im Zusammenhang mit seiner Beitrittsanfrage zu ${groupName} verfasst.

# respond-title
source: Respond to membership requests: ${groupName}: ${siteName}
de: Antwort auf Beitrittsanfrage: ${groupName}: ${siteName}
